---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotCopyHostedLoad
source: html/b287e506-391b-99aa-407c-fc55af34cce5.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LoadFailures.CannotCopyHostedLoad Property

Can't copy Load based on the Host Element.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyHostedLoad { get; }
```